from ipaddress import ip_network

for m in range(0,33):
    net=ip_network(f'119.134.101.57/{m}',0)

    if str(net.network_address)=='119.134.64.0':
        print(net.netmask)

"""Например, если IP-адрес узла равен 231.32.255.131, а маска равна 255.255.240.0, то адрес сети равен 231.32.240.0.

Для узла с IP-адресом 119.134.101.57 адрес сети равен 119.134.64.0. Чему равно значение третьего слева байта маски? Ответ запишите в виде десятичного числа."""